Repository: mk8813/InstantGet-Universal
Catalog: InstagramDownloader/Strings/*/Resources.resw
Source language: en_us
Languages: ar_eg, es_mx, fa_ir, pt_br, ru_ru, vi_vn

# DonatepopupContent
source: To protect your privacy, we do not use ads for revenue. So if you have enjoyed my App please consider making a donation towards the cost of keep this App alive!
ar_eg: لحماية خصوصيتك، نحن لا نستخدم الإعلانات للربح. لذلك إن أعجبك تطبيقنا نرجو منكم الدعم بالتبرع للحفاظ على تطوير التطبيق!
es_mx: Para proteger su privacidad, no utilizamos anuncios para ingresos. ¡ así que si usted ha disfrutado de mi aplicación por favor considere hacer una donación hacia el costo de mantener esta aplicación viva!
fa_ir: برای محافظت از حریم خصوصی شما، از تبلیغات برای درآمد استفاده نمی کنیم. بنابراین اگر نرم افزار من را می پسندید، لطفا با تقدیم کمک مالی به این برنامه، از توسعه برنامه های بیشتر و پشتیبانی آن حمایت کنید!
pt_br: Para proteger sua privacidade, não usamos anúncios de receita. Então, se você gostou do meu aplicativo, considere fazer uma doação para o custo de manter este aplicativo vivo!
ru_ru: Чтобы защитить вашу конфиденциальность, мы не используем рекламу для получения дохода. Поэтому, если вы наслаждались моим приложением, подумайте о том, чтобы пожертвовать на расходы, чтобы сохранить это приложение в живых!
vi_vn: Để bảo vệ sự riêng tư của bạn, chúng tôi không sử dụng quảng cáo cho doanh thu. Vì vậy, nếu bạn đã thích App của tôi xin vui lòng xem xét làm cho một khoản đóng góp đối với chi phí của việc giữ App này còn sống!

# DonatepopupPrimaryButtonText
source: Donate 🙂
ar_eg: تبرع 🙂
es_mx: Donar 🙂
fa_ir: پرداخت 🙂
pt_br: Doe 🙂
ru_ru: Пожертвовать 🙂
vi_vn: Tài trợ 🙂

# DonatepopupSecondaryButtonText
source: Not now 🙁
ar_eg: ليس الآن 🙁
es_mx: ahora no 🙁
fa_ir: الان نه 🙁
pt_br: Não agora 🙁
ru_ru: Не сейчас 🙁
vi_vn: Không phải bây giờ 🙁

# DonatepopupTitle
source: Support Developer
ar_eg: دعم المطور
es_mx: Desarrollador de soporte
fa_ir: پشتیبانی از توسعه دهنده
pt_br: Desenvolvedor de suporte
ru_ru: Поддержка разработчиков
vi_vn: Hỗ trợ Nhà phát triển

# txtLblNothingPopUp.Text
source: Nothing here!
ar_eg: لا يوجد شيء هنا!
es_mx: ¡ Aquí no hay nada!
fa_ir: چیزی اینجا نیست!
pt_br: Nada aqui!
ru_ru: Здесь ничего!
vi_vn: Không có gì ở đây!

# lblTheme.Text
source: Theme :
ar_eg: الموضوع:
es_mx: Tema:
fa_ir: پوسته :
pt_br: Tema:
ru_ru: Внешний вид Стиль:
vi_vn: Chủ đề:

# chkFullSizeimage.Content
source: Download the original photo
ar_eg: تحميل دقة الصورة الأصلية
es_mx: Descargar resolución de imagen original
fa_ir: دریافت تصویر با کیفیت بالاتر
pt_br: Baixe a resolução da imagem original
ru_ru: Скачать оригинальное разрешение изображения
vi_vn: Tải về độ phân giải hình ảnh ban đầu
